Repository: coliff/OpenEmu
Catalog: OpenEmu/*.lproj/ControlLabels.strings
Languages: ar, tr

source: Gameplay Buttons
ar: أزرار اللعب
tr: Oyun Butonları

source: Special Keys
ar: أزرار خاصة
tr: Özel Tuşlar

source: 3D Control Pad
tr: 3D Kontrol Paneli

source: C-Stick
ar: C-عصا
tr: C Çubuğu

source: Keypad
ar: لوحة الأرقام
tr: Tuş Takımı

source: Left Analog
ar: عصا التحكم اليسرى
tr: Sol Analog

source: Left D-Pad
ar: الأسهم اليسرى
tr: Sol D-Pad

source: Right Analog
ar: عصا التحكم اليمنى
tr: Sağ Analog

source: Right D-Pad
ar: الأسهم اليمنى
tr: Sağ D-Pad

source: Switches
ar: المفاتيح
tr: Switchler

source: 2/6 Mode
ar: 2/6 وضع
tr: 2/6 Modu

source: Action
ar: زر الإجراء
tr: Aksiyon

source: Analog Mode
ar: زر الـAnalog
tr: Analog Modu

source: Bottom Left Action
ar: زر الإجراء الأيسر
tr: Sol Alt Aksiyonu

source: Bottom Right Action
ar: زر الإجراء الأيمن
tr: Sağ Alt Aksiyonu

source: Button 1
ar: الزر ١
tr: Buton 1

source: Button 1/Start
ar: الزر ١/start
tr: Bouton 1/Start

source: Button 2
ar: الزر ٢
tr: Buton 2

source: Button 3
ar: الزر ٣
tr: Buton 3

source: Button 4
ar: الزر ٤
tr: Buton 4

source: Button 5
ar: الزر ٥
tr: Buton 5

source: Button 6
ar: الزر ٦
tr: Buton 6

source: Change Disk Side
ar: تغيير جهة القرص
tr: Diski Değiştir

source: Clear
ar: مسح
tr: Temizle

source: Configure
ar: تهيئة
tr: Yapılandır

source: Console Pause
ar: ايقاف مؤقت لجهاز اللعب
tr: Konsolu Durdur

source: Console Reset
ar: إعادة تعيين لجهاز اللعب
tr: Konsolu Resetle

source: Down
ar: أسفل
tr: Aşağı

source: Fire
ar: اطلاق
tr: Ateş

source: Fire 1
ar: اطلاق ١
tr: Ateş 1

source: Fire 2
ar: اطلاق ٢
tr: Ateş 2

source: Insert Coin
ar: ادخال عملة
tr: Jeton At

source: Jump
ar: قفز
tr: Zıpla

source: Left
ar: يسار
tr: Sol

source: Left Action
ar: الإجراء الأيسر
tr: Sol Aksiyon

source: Left Trigger
ar: الزناد الأيسر
tr: Sol Trigger

source: Lid
tr: Kapak

source: Menu
ar: قائمة
tr: Menü

source: Mic
tr: Mikrofon

source: Mode
ar: الوضع
tr: Mod

source: Mode Switch
ar: مفتاح تبديل الوضع
tr: Mod Değiştir

source: Option
ar: الخيار
tr: Ayarlar

source: Option 1
ar: الخيار ١
tr: Ayarlar 1

source: Option 2
ar: الخيار ٢
tr: Ayarlar 2

source: Player Start
ar: بدأ اللاهب
tr: Oyuncu Başla

source: Power
ar: زر التشغيل
tr: Güç

source: Right
ar: يمين
tr: Sağ

source: Right Action
ar: الإجراء الأيمن
tr: Sağ Aksiyon

source: Right Trigger
ar: الزناد الأيمن
tr: Sağ Trigger

source: Run
ar: زر Run
tr: Koş

source: Select
ar: زر Select
tr: Seçme

source: Service
tr: Servis

source: Shake
tr: Sallanma

source: Sound
ar: صوت
tr: Ses

source: Start
ar: زر Start
tr: Başla

source: Swap Joysticks
ar: تبديل عصا التحم
tr: Joystiklerin yerini değiştir

source: TV Black & White
ar: تلفاز ابيض و أسود
tr: Siyah & Beyaz TV

source: TV Color
ar: تلفاز ملون
tr: TV Rengi

source: Top Action
ar: زر الإجراء العلوي
tr: Üst Aksiyon

source: Trigger L
ar: الزناد L
tr: L Triggeri

source: Trigger R
ar: الزناد R
tr: R Triggeri

source: Up
ar: فوق
tr: Yukarı

source: X1 Up
ar: X1 فوق
tr: X1 Yukarı

source: X2 Right
ar: X2 يمين
tr: X2 Sağ

source: X3 Down
ar: X3 أسفل
tr: X3 Aşağı

source: X4 Left
ar: X4 يسار
tr: X4 Sol

source: Y1 Up
ar: Y1 فوق
tr: Y1 Yukarı

source: Y2 Right
ar: Y2 يمين
tr: Y2 Sağ

source: Y3 Down
ar: Y3 أسفل
tr: Y3 Aşağı

source: Y4 Left
ar: Y4 يسار
tr: Y4 Sol

source: Display Mode
ar: وضع العرض
tr: Ekran Modu

source: Fast Forward
ar: تقديم سريع
tr: İleri Sarma

source: Fullscreen
ar: ملء الشاشة
tr: Tam Ekran

source: Last Display Mode
ar: آخر وضع للعرض
tr: Son Ekran Modu

source: Load
ar: تحميل
tr: Yükleme

source: Mute
ar: كتم
tr: Sessiz

source: Next Display Mode
ar: وضع العرض التالي
tr: Sonraki Ekran Modu

source: Pause/Resume
ar: ايقاف موقت/استئناف
tr: Durdur/Devam Et

source: Quick Load
ar: تحميل سريع
tr: Hızlı Yükleme

source: Quick Save
ar: حفظ سريع
tr: Hızlı Kaydetme

source: Rapid Fire Clear
tr: Hızlı Ateş Temizleme

source: Rapid Fire Reset
tr: Hızlı Ateş Reset

source: Rapid Fire Toggle
tr: Hızlı Ateş Açık

source: Rewind
ar: ترجيع
tr: Geri Sar

source: Save
ar: حفظ
tr: Kaydet

source: Screenshot
ar: لقطة شاشة
tr: Ekran Resmi

source: Step Backward
ar: ارجع خطوة للوراء
tr: Geri Alma

source: Step Forward
ar: تقدم خطوة للأمام
tr: İleri Alma

source: Volume Down
ar: خفض الصوت
tr: Ses azalt

source: Volume Up
ar: رفع الصوت
tr: Ses arttır

source: Analog
ar: عصا التحكم

source: C-Pad
ar: أسهم الـC

source: D-Pad
ar: الأسهم

source: Enter
ar: إدخال

source: Reset
ar: إعادة تعيين
