Repository: coliff/OpenEmu
Catalog: OpenEmu/*.lproj/Debug.strings
Languages: ar, tr

source: General
ar: عام
tr: Genel

source: Debug Mode
ar: وضع تصحيح الأخطاء
tr: Hata Ayıklama Modu

source: Setup Assistant has finished
ar: تم الإنتهاء من مساعد التنصيب
tr: Kurulum Asistanı Sonlandırıldı

source: Region:
ar: المنطقة:
tr: Bölge:

source: Run games using:
ar: تشغيل اللعبة باستخدام:
tr: Oyunları Kullanarak Çalıştır:

source: Library Window
ar: نافذة المكتبة
tr: Kütüphane Penceresi

source: Reset main window size
ar: إعادة تعيين حجم النافذة الرئيسية
tr: Ana Pencere Boyutunu Sıfırla

source: Show game titles instead of rom names
ar: أظهر اسم اللعبة بدل اسم الـROM
tr: Rom isimleri yerine oyın başlıklarını göster

source: Manually choose system on import
ar: اختيار النظام يدويًا عند الاستيراد
tr: İmport edilecek sistemi elle seç

source: Show autosave states in save state category
ar: إظهار حالات الحفظ التلقائي في قسم حالات الحفظ
tr: Kayıt durumu kategorisinde oto-kayıt durumlarını göster

source: Show quicksave states in save state category
ar: اظهار الحفظ السريع التلقائي في قسم حالات الحفظ
tr: Kayıt durumu kategorisinde hızlı kayıt durumlarını göster

source: Toggle game scanner view
ar: إخفاء/إظهار ماسح الألعاب
tr: Oyun tarayıcı görünümünü değiştir

source: HUD Bar / Gameplay
ar: شريط التحكم / أثناء اللعب
tr: HUD Bar / Oynanış

source: Show notifications during gameplay
ar: عرض الإشعارات أثناء اللعب
tr: Oyun sırasında bildirimleri göster

source: Use quicksave slots
ar: استخدم فتحات الحفظ السريع
tr: Hızlı kayıt slotlarını kullan

source: Show quicksave in menu
ar: إظهار الحفظ السريع في القائمة
tr: Menüde hızlı kayıt göster

source: Show autosave in menu
ar: إظهار الحفظ التلقائي في القائمة
tr: Menüde oto-kayıt göster

source: Show audio output device in menu
ar: إظهار جهاز خرج الصوت في القائمة
tr: Menüde ses çıkış cihazını göster

source: Take screenshots in native size
ar: أخذ لقظات الشاشة بالحجم الأصلي
tr: Ekran resmini orjinal boyutta al

source: Disable aspect ratio correction in screenshots
ar: تعطيل تصحيح التحجيم في لقطات الشاشة
tr: Ekran görüntülerinde en/boy oranı düzeltmesini devre dışı bırak

source: Game View Background color:
ar: لون الخلفية أثناء عرض اللعبة:
tr: Oyun arka plan rengi:

source: Controls Setup
ar: تهيئة التحكم
tr: Kontrol Ayarları

source: Select first field after setting the last
tr: Son ayarı yaptıktan sonra ilk alanı seç

source: Draw button mask above image
tr: Resmin üzerine buton maskesi çiz

source: Log HID Events
tr: HID olaylarını göster

source: Log Keyboard Events
tr: Klavye olaylarını kaydet

source: Show all special keys
ar: إظهار جميع المفاتيح الخاصة
tr: Tüm özel tuşları göster

source: Set default save states directory
ar: تعيين المجلد الافتراضي لحالات الحفظ
tr: Varsayılan kayıt durumu dizinini ayarla

source: Cleanup autosave state
ar: تنظيف حالات الحفظ التلقائي
tr: Otomatik kaydetme durumunu temizle

source: Cleanup Save States
ar: تنظيف حالات الحفظ
tr: Kayıt Durumlarını Temizle

source: Update OpenVGDB
ar: تحديث OpenVGDB
tr: OpenVGDB güncelle

source: Database Actions
ar: إجراءات قاعدة البيانات
tr: Veri Tabanı Eylemleri

source: Delete artwork that can be downloaded
ar: احذف الغلاف الذي يمكن تنزيله
tr: İndirilebilir resim çalışmalarını sil

source: Download missing artwork…
ar: تنزيل الأغلفة المفقودة…
tr: Kayıp resimleri indir

source: Remove untracked artwork files
tr: Takip edilmeyen resim dosyalarını kaldır

source: Cleanup rom hashes
tr: Rom Hashe'lerini temizle

source: Remove duplicated roms
ar: إزالة ملفات الـROM المكررة
tr: Tekrar eden romları kaldır

source: Cancel cover sync for all games
ar: إلغاء مزامنة الأغلة لجميع الألعاب
tr: Tüm oyunlar için kapak senkronizasyonunu iptal et

source: Perform Sanity Check on Database
tr: Veritabanı sağlık kontrolü gerçekleştir

source: While performing this operation OpenEmu will be unresponsive.
tr: Bu işlem gerçekleştirilirken OpenEmu işlevsiz kalacaktır.

source: Delete useless image objects
tr: Gereksiz resim objelerini sil

source: Sync games without artwork
ar: مزامنة الألعاب بدون الأغلفة
tr: Oyunları resim çalışmaları olmadan senkronize et

source: Threshold for analog controls bound to buttons:
tr: Düğmelere bağlı analog kontroller için eşik değeri:

source: Range: %@ to %@
tr: Sınır: %@ to %@

source: Default Value: %@
ar: القيمة الافتراضية: %@
tr: Varsayılan Değer: %@

source: Checked
ar: محدد
tr: Seçili

source: Unchecked
ar: غير محدد
tr: Seçili Değil

source: Shaders
tr: Grafik Efektleri

source: Clear shader cache
tr: Grafik Efektleri önbelleğini sil

source: Reveal user shader folder
tr: Kullanıcı grafik efektleri dosyalarını göster

source: Appearance:
ar: المظهر:
tr: Görünüm:

source: Auto (region)
ar: تلقائية
tr: Otomatik

source: North America
ar: أمريكا الشمالية
tr: Kuzey Amerika

source: Japan
ar: اليابان
tr: Japonya

source: Europe
ar: أوروبا
tr: Avrupa

source: Other
ar: أخرى
tr: Diğer

source: Background Thread
tr: Arka Plan Konusu

source: System
ar: النظام
tr: Sistem

source: Dark (default)
ar: داكن (افتراضي)
tr: Karanlık (Varsayılan)

source: Light
ar: فاتح
tr: Aydınlık
