Repository: coliff/OpenEmu
Catalog: OpenEmu/*.lproj/Localizable.strings
Languages: ar, tr

source: This save state was created with a different core. Do you want to switch to that core now?
ar: أُنشئت حالة الحفظ هذه بواسطة نواة مختلفة. هل تريد التبديل إلى هذه النواة الآن؟
tr: Bu kayıt durumu başka bir çekirdek ile yaratıldı. Çekirdeği şimdi değiştirmek ister misiniz?

source: This System has no corresponding core installed.
ar: هذا النظام ليس له نواة مطابقة مثبتة.
tr: Sistem indirilen çekirdeğe yanıt vermiyor.

source: Title:
ar: العنوان:
tr: Başlık:

source: To launch the save state %@ you will need to install the '%@' Core
ar: لتشغيل حالة المسماة بـ%@ يجب تثبيت نواة '%@'
tr: Bu kayıt durumunu başlatmak için %1$@, “%2$@” Çekirdeğini indirmeniz gerek

source: To run this core you need the following: %@Drag and drop the required file(s) onto the game library window and try again.
ar: لتشغيل هذه النواة قم بما يلي: %@اسحب وأفلت الملف/الملفات المطلوبة في نافذة مكتبة الألعاب ثم حاول مجددًا.
tr: Bu çekirdeği çalıştırmak için yapmanız gerek: %@ Gerekli dosya(ları) oyun kütüphanesine atın ve tekrar deneyin.

source: Toggle Fullscreen
ar: التبديل إلى وضع ملء الشاشة
tr: Tam Ekran yap

source: Trash downloaded Files
ar: الملفات التي تم تنزيلها من المهملات
tr: Yüklenmiş dosyaları sil

source: Unexpected error:
ar: خطأ غير متوقع:
tr: Beklenmeyen hata:

source: Unmute Audio
ar: إلغاء كتم الصوت
tr: Sesi aç

source: Update
ar: تحديث
tr: Güncelle

source: Updating Library
ar: تحديث المكتبة
tr: Kütüphane güncelleniyor

source: User guide on BIOS files
ar: دليل المستخدم لملفات الـBIOS
tr: BIOS dosyalarından kullanıcı rehberi

source: Version
ar: الإصدار
tr: Versiyon

source: View Guide in Browser
ar: عرض الدليل في المتصفح
tr: İnternetten görüntü rehberi

source: Volume
ar: مستوى الصوت
tr: Ses

source: Warning
ar: تحذير
tr: Uyarı

source: With OpenEmu you can save your progress at any time using save states. We will even make auto saves for you, when you leave a game. Come back here to get an overview of all your saves.
ar: مع OpenEmu يمكنك حفظ تقدمك في أي وقت باستخدام حفظ الحالة. سنقوم بعمل حالات حفظ تلقائية عند مغادرتك اللعبة. بامكانك استعراض جميع حالات الحفظ هنا.
tr: OpenEmu ile kayıt durumlarını kullanarak istediğiniz zaman kayıt alabilirsiniz. Oyundan çıktığınızda biz de oto-kayıt alacağız. Bütün kayıtlarınıza bakmak için buraya geri gelin.

source: Won't be able to recognize it as special save state…
ar: لن تكون قادرًا على التعرف عليها كحالة حفظ خاصة…
tr: Özel kayıt durumu hatırlanamaz…

source: Would you like to continue your last game?
ar: هل تريد الاستمرار من حيث توقفت؟
tr: Son oyununuzdan devam etmek ister misiniz?

source: Would you like to save your game before you quit?
ar: هل تريد حفظ اللعبة قبل المغادرة؟
tr: Çıkmadan önce oyununuzu kaydetmek ister misiniz?

source: Yes
ar: نعم
tr: Evet

source: You can't move your library into one of its subfolders.
ar: لا يمكنك نقل المكتبة بداخل أحد مجلداتها.
tr: Kütüphanenizi alk klasörlerinden birine taşıyamazsınız.

source: You need to restart the application to commit the change
ar: ستحتاج إلى إعادة تشغيل البرامج لتطبيق التغييرات
tr: Değişiklikleri uygulamak için yeniden başlatmalısınız.

source: Your game finished importing, do you want to play it now?
ar: تم الانتهاء من استيراد اللعبة، هل تريد لعبها الآن؟
tr: Oyununuz içeri aktarmayı bitirdi, şimdi oynamak ister misiniz?

source: Your library was moved sucessfully.
ar: تم نقل مكتبتك بنجاح.
tr: Kütüphaneniz başarı ile taşındı.

source: Toolbar: Library
ar: المكتبة
tr: Kütüphane

source: Toolbar: Save States
ar: حالات الحفظ
tr: Kayıt durumları

source: Toolbar: Screenshots
ar: لقطات الشاشة
tr: Ekran Görüntüleri

source: Toolbar: Homebrew
ar: Homebrew
tr: Homebrew

source: Grid Size
ar: حجم الشبكة
tr: Izgara Boyutu

source: View Mode
ar: وضع العرض
tr: Görüntü Modu

source: Category
ar: القسم
tr: Kategori

source: An issue was detected with one of your controllers.
ar: تم اكتشاف مشكلة مع أحد وحدات التحكم خاصتك.
tr: Kontrolcülerinizden birinde bir sorun çıktı.

source: The button profile for one of your controllers does not match the profile detected the last time it was connected to OpenEmu. Some of the controls associated to the affected controller were reset. You can go to the Controls preferences to check which associations were affected.
tr: Kontrolcülerinizden birinin düğme profili, OpenEmu'ya en son bağlandığında algılanan profille eşleşmiyor. Etkilenen kontrolcüye ilişkili bazı kontroller sıfırlandı. Hangi ilişkilendirmelerin etkilendiğini kontrol etmek için Kontrolcü tercihlerine gidebilirsiniz.

source: Your Mac is too old for this version of OpenEmu
ar: الـmac خاصتك لا يتوافق مع إصدار OpenEmu هذا
tr: Mac'iniz, OpenEmu'nun bu versiyonu için çok eski.

source: Since version 2.1, OpenEmu requires a GPU which supports Metal. Metal is available on all Macs that support macOS 10.14 or later. As OpenEmu does not work with your current hardware/software configuration, it will now close.
ar: منذ اصدار ٢.١،أصبح OpenEmu يحتاج إلى شريحة رسومات تدعم. Metel متوفرة على جميع أجهزة الـMac التي تعمل بنظام macOS ١٠.١٤
tr: 2.1 versiyonundan beri, OpenEmu metal destekleyen GPU'lara ihtiyaç duyar.Meral macOS 10.14 ve sonraki sürümlerde mevcuttur. OpenEmu güncel uygulama/yazılım yapılandırmanızla çalışmaz, şimdi kapanacak.

source: Quit OpenEmu
ar: الخروج من OpenEmu
tr: OpenEmu'dan çık

source: The %@ core plugin is deprecated
ar: إضافة النواة %@ تم إلغاء دعمها
tr: %@ çekirdek eklentisi kullanımdan kaldırılmış

source: The %@ core plugin is deprecated, and will be removed soon
ar: إضافة النواة %@ لم تعد مدعومة، وسيتم إزالتها قريبًا
tr: %@ çekirdek eklentisi kullanımdan kaldırılmış,ve yakında silinecektir

source: This core plugin will not be available in the future. Once it is removed, any save states created with it will stop working.
ar: بمجرد إزالة إضافة النواة هذه لن تصبح متاحةً في المستقبل، و أي حالات حفظ أُنشئت بواسطتها ستتوقف عن العمل.
tr: Bu çekirdek eklenti gelecekte kullanılamayacaktır. Kaldırıldığında, onunla oluşturulan tüm kayıt durumları çalışmayı durduracaktır.

source: In a few days, this core plugin is going to be automatically removed. Once it is removed, any save states created with it will stop working.
ar: خلال بضعة أيام، إضافة النواة هذه سيتم إزالتها تلقائيًا. وبمجرد إزالتها ستتوقف حالات الحفظ التي أُنشئت بواسطتها عن العمل.
tr: Birkaç gün içinde bu çekirdek eklenti otomatik olarak kaldırılacaktır. Kaldırıldığında, onunla oluşturulan tüm kayıt durumları çalışmayı durduracaktır.

source: We suggest you switch to the %@ core plugin as soon as possible.
ar: نحن نوصيك بالتبديل إلى إضافة النواة %@ في أقرب وقتٍ ممكن.
tr: Mümkün olan en kısa sürede %@ çekirdek eklentine geçmenizi öneriyoruz.

source: ERROR_PLUGIN_IMPORT_OUTOFSUPPORT
ar: هذه الإضافة غير مدعومة حاليًا
tr: Bu plugin şu anda desteklenmiyor

source: Install %@
ar: تثبيت %@
tr: İndir %@

source: Install %@ and Set as Default
ar: تثبيت %@ والتعيين كافتراضي
tr: %@ indir ve varsayılan olarak ayarla

source: Ignore
ar: تجاهل
tr: Yoksay

source: ALERT_INPUT_MONITORING_HEADLINE
ar: يتطلب OpenEmu أُذونات إضافية
tr: OpenEmu ek izinler gerektirir

source: ALERT_INPUT_MONITORING_PART1
ar: يجب منح OpenEmu الإذن لمراقبة الإدخال لاستخدام لوحة المفاتيح كجهاز إدخال.
tr: Klavyeyi bir giriş aygıtı olarak kullanmak için OpenEmu'ya Giriş İzleme izni verilmelidir.

source: ALERT_INPUT_MONITORING_PART2
ar: Toggling the permission may also resolve keyboard input issues.
tr: İznin değiştirilmesi klavye girişi sorunlarını da çözebilir.

source: ALERT_INPUT_MONITORING_PART2_MONTEREY
ar: إزالة الإذن وإعادة منحه قد تحل مشكلة إدخال لوحة المفاتيح أيضًا
tr: İznin kaldırılması ve yeniden verilmesi de klavye girişi sorunlarını çözebilir.

source: Open System Preferences
ar: فتح إعدادات النظام
tr: Sistem tercihlerini aç

source: Moving the Game Library is not recommended
ar: لا ينصح بنقل مكان مكتبة الألعاب
tr: Oyun kütüphanesini taşımanız önerilmez

source: ALERT_MOVE_LIBRARY_HTML
ar: تحتوي مكتبة البرنامج على ملف قاعدة بيانات والذي قد يتلف إذا نُقلت المكتبة للأماكن التالية: <br><br><ul><li> المجلدات المُدارة بواسطة برامج المزامنة السحابية (مثل <b>آيكلاود درايف</b>)</li><li>أجهزة الشبكة</li></ul><br> بالإضافة إلى أن مشاركة نفس المكتبة بين مستخدمين أو أجهزة متعددة قد يتلفها أيضًا. وهذا ينطبق أيًضًا على أجهزة تخزين يو إس بي الخاريجة.
tr: OpenEmu Oyun Kütüphanesi, kütüphane aşağıdaki konumlara taşınırsa bozulabilecek bir veritabanı dosyası içerir:<br><br><ul><li>bulut senkronizasyon sistemlerindeki dosyalar (tıpkı <b>iCloud Drive</b>)</li><li>Network klasörleri</li></ul><br>Ek olarak, <b>aynı kütüphaneyi birkaç bilgisayar ya da kullanıcının kullanması</b> da bozabilir. Bu aynı zamanda kütüphanenin harici USB sürücülere taşınması için de geçerlidir.

source: I understand the risks
ar: أعي المخاطر
tr: Riskleri anladım

source: Continue
ar: أكمل
tr: Devam Et

source: Last Played
ar: آخر مرة لُعبت
tr: Son Oynanan

source: Save Games
ar: حفظ الألعاب
tr: Oyunları Kaydet

source: Play Count
ar: مرات اللعب
tr: Oynama Sayısı

source: Play Time
ar: وقت اللعب
tr: Oynama Süresi

source: Fill Screen
ar: يملأ الشاشة
tr: Ekranı Doldur

source: ECM compressed binary detected.
tr: Sıkıştırılmış ECM ikilisi tespit edildi.

source: ECM compressed binaries cannot be imported. Please read the disc importing guide.
tr: Sıkıştırılmış ECM ikilisi içeri aktarılamaz. Lütfen disk içeri aktarma rehberini okuyunuz.

source: Files failed to import.
ar: تعذر استيراد الملفات.
tr: Dosyaları içeri aktarırken hata oluştu.

source: "%@" in %@
ar: ملف "%1$@" موجود في جهاز %2$@
tr: "%1$@" in %2$@

source: NOT FOUND: "%@"
ar: تعذر العثور على: "%@"
tr: BULUNAMADI: "%@"

source: Choose Apple menu  > System Preferences, click Security & Privacy then select the Privacy tab. Remove the existing Files and Folders permission for OpenEmu, if exists, and instead grant Full Disk Access.
ar: اذهب الى قائمة أبل  > إعدادات النظام، ثم انقر على الأمان و الخصوصية تم حدد تبويب الحماية. قم بإزالة أذونات الوصول إلى الملفات و المجلدات الخاصة بـOpenEmu، إن وجدت، وبدلًا من ذلك امنح الإذن للوصول للقرص بالكامل
tr: Apple Menüsünü Seçin  > Sistem Tercihleri, Güvenlik & Gizlilik'e tıklayığ gizlilik kısmını seçim. OpenEmu için varsa mevcut Dosyalar ve Klasörler iznini kaldırın ve bunun yerine Tam Disk Erişimi verin.

source: Decrease Grid Size
ar: تقليل حجم الشبكة
tr: Izgara boyutunu küçült

source: Increase Grid Size
ar: زيادة حجم الشبكة
tr: Izgara boyutunu büyüt

source: The emulator could not load ROM.
ar: تعذر على المحاكي تحميل ملف الـROM
tr: Emülatör ROM yükleyemedi.

source: To assign a new key or button to %@, press this button, then press the desired key or button on your keyboard or gamepad.
ar: لِتَعْيينِ مُفْتاحٍ أو زِرٍ جديدٍ لـ%@، اضْغَطْ عَلَى هَذَا الزِر، ثُمَ اضْغَطْ عَلَى المُفْتَاحِ أوِ الزِرِ المَرْغوبِ في وِحْدَةِ التَحَكُمِ أو لَوْحةِ المَفَاتِيحِ خَاصَتُكْ.
tr: Yeni bir tuş ya da buton atamak için %@, tuşuna basın, sonrasına atamak istediğiniz tuşa klavye ya da kontrolcü üzerinden basın.

source: Changed button for %1$@ to %2$@.
ar: لِتَغْيير زِرِ الـ%1$@ لـ%2$@.
tr: Buton %1$@, %2$@ ile değiştirildi.

source: Not assigned
ar: لَمْ يَتِمْ تَعْيينُه
tr: Görevlendirilmedi

source: OpenEmu could not download required data from the internet
ar: تعذر على OpenEmu تحميل البيانات المطلوبة من الإنترنت
tr: Gerekli datayı internetten indiremedi

source: An error occurred while preparing the setup assistant. (%@) Make sure you are connected to the internet and try again.
ar: حدث خطأ أثناء القيام بتحضير مساعد التنصيب. (%@) تأكد من كونك متصلًا بالشبكة ثم حاول مجددًا
tr: Kurulum asistanı hazırlanırken bir hata meydana geldi. (%@) Lütfen internete bağlı olduğunuzdan emin olup tekrar deneyin.

source: Retry
ar: أعد المحاولة
tr: Tekrar dene

source: Downloading core list...
tr: Çekirdek listesi indiriliyor…

source: The %@ core has quit unexpectedly
ar: توقفت نواة %@ عن العمل بشكلٍ مُفاجئ
tr: %@ çekirdeği beklenmeyen şekilde kapatıldı

source: ALERT_CORE_GLITCHES_FEEDBACK_HTML
ar: <b>إذا وفقط إذا وُجدت المشكلة</b>، الرجاء إرسال البلاغ <b>(باللغة الإنجليزية)</b> مع مراعاة تضمين مايلي: <br><br><ul><li>موديل جهاز الماك المستخدَم <b>و</b> إصدار نظام التشغيل المُثبَت<ul><li>Macحول هذا الـ <  يمكن العثور على هذه المعلومة من خلال قائمة أبل</li></ul></li><li>اسم اللعبة التي كنت تلعبها <b>بالظبط</b></li><li>OpenEmuHelperApp تقرير أعطال<ul><li> OpenEmuHelperApp افتح برنامج وحدة التحكم، اضغط على تقارير الأعطال في الشريط الجانبي، ثم ابحث عن آخر مستند باسم</li></ul></li></ul><br><b>! ابحث دائما عن تعليقات وبلاغات مشابهة من مستخديمن آخرين</b><br>إذا تم إهمال تضمين أحد المعلومات، أو أن بلاغًا مشابهًا تم إرساله بالفعل سيتم إلغاء بلاغك
tr: <b>If and only if this issue persists</b>, please submit feedback including:<br><br><ul><li>The model of Mac you are using <b>and</b> the version of macOS you have installed<ul><li>This information is found in  > About this Mac</li></ul></li><li>The <b>exact name</b> of the game you were playing</li><li>The crash report of OpenEmuHelperApp<ul><li>Open Console.app, click on “Crash Reports” or “User Reports” in the sidebar, then look for the latest document with OpenEmuHelperApp in the name</ul></li></li></ul><br><b>Always search for similar feedback previously reported by other users!</b><br>If any of this information is omitted, or if similar feedback has already been issued, your issue report may be closed.

source: The %@ core has quit unexpectedly after loading a save state
ar: توقفت نواة %@ عن العمل بشكل مفاجئ بعد تحميل حالة حفظ
tr: %@ çekirdeği, kayıt durumu yüklenirlen beklenmeyen bir şekilde kapandı.

source: Sometimes a crash may occur while loading a save state because of incompatibilities between different versions of the same core. Do you want to open the game without loading a save state?
ar: في بعض الأحيان قد يحدث عطل خلال تحميل حالة حفظ بسبب عدم التوافق بين الإصدارات المختلفة لنفس النواة. هل تريد فتح اللعبة بدون تحميل حالة الحفظ؟
tr: Bazen aynı çekirdeğin farklı sürümleri arasındaki uyumsuzluklar nedeniyle bir kayıt durumu yüklenirken çökme meydana gelebilir. Oyunu bir kayıt durumu yüklemeden açmak ister misiniz?

source: Reopen without loading state
ar: أعد الفتح بدون تحميل الحالة
tr: Yükleme durumu olmadan tekrar aç

source: MOVE_ALERT_TITLE
ar: انقل OpenEmu إلى مجلد التطبيقات
tr: Uygulama klasörüne taşı

source: MOVE_ALERT_INFO_TEXT
ar: يحب نقل OpenEmu إلى مجلد التطبيقات ليعمل بشكل صحيح
tr: OpenEmu'nun düzgün çalışması için uygulama klasörünün taşınması gerek.

source: MOVE_ALERT_NEEDS_AUTH
ar: You need to authenticate with an administrator name and password to complete this step. Alternatively, you can choose a different location or quit the App and move it manually.
tr: Bu adımı tamamlamak için bir yönetici adı ve parolası ile kimlik doğrulaması yapmanız gerekir. Alternatif olarak, farklı bir konum seçebilir veya Uygulamadan çıkıp manuel olarak taşıyabilirsiniz.

source: MOVE_ALERT_MOVE_BUTTON
ar: انقله إلى مجلد التطبيقات
tr: Uygulama klasörünü taşı

source: Choose Location…
ar: اختر مكانًا…
tr: Konum Seç…

source: No parameters available.
tr: Uygun parametre yok.

source: Reset parameters
tr: Parametreleri Sıfırla

source: Paste parameters
tr: Parametreleri Yapıştır

source: Parameters
tr: Parametreler

source: New Shader Preset
tr: Yeni Gölge Ön Ayarı

source: Rename Shader Preset
tr: Gölge ön ayarını yeniden isimlendir

source: A name is required.
tr: İsim gereklidir.

source: Name must not contain “%@.”
tr: İsim “%@.” içermelidir

source: Default %@ preset for %@
tr: Varsayılan %@ ön ayar %@ için

source: Are you sure you want to delete the shader preset called '%@'?
tr: “%@” isimli ön ayarı silmek istediğinize emin misiniz ?

source: Delete Shader Preset
tr: Gölge ön ayarını sil

source: Keycode 0x%lX
ar: رمز المفتاح 0x%lX
