Repository: coliff/OpenEmu
Catalog: OpenEmu/*.lproj/Localizable.strings
Languages: ar, tr

source: %@ copy
ar: %@ نسخ
tr: %@ Kopya

source: %@ could not be enabled because its plugin was not found.
ar: %@ لايمكن تفعيله لأن إضافته غير موجودة.
tr: Plugin bulunamadığı için %@ aktif edilemedi.

source: %@ games will appear here. Check out %@ on how to add disc-based games.
ar: ألعاب %@ ستظهر هنا. تحقق من %@ لكيفيية إضافة الألعاب المعتمدة على الأقراص
tr: %@ Oyunlar Burada Gözükecek. Disk tabanlı oyunları eklemek için %@ kontrol ediniz.

source: %@ games you add to OpenEmu will appear in this Console Library
ar: ألعاب %@ التي تضيفها إلى OpenEmu ستظهر في مكتبة ألعاب الجهاز هذه
tr: %@ Eklediğiniz oyunlar bu konsol kütüphanesinde gözükecektir

source: ERROR_PLUGIN_IMPORT_ALREADYLOADED
ar: تم تحميل نسخة من هذة الإضافة بالفعل
tr: Yüklediğiniz plugin zaten yüklü.

source: Add
ar: أضف
tr: Ekle

source: Add a Wiimote…
ar: أضف Wiimote…
tr: Wiimote ekle…

source: Add Cheat…
ar: إضافة شفرات غش…
tr: Hile ekle

source: Add Cheat
ar: أضف الغش
tr: Hile ekle

source: Add Cover Art from File…
ar: أضف غلاف من ملف…
tr: Dosyaya sanat çalışması ekle…

source: Add to Collection
ar: أضف إلى مجموعة
tr: Koleksiyonlara Ekle

source: Add to Library…
ar: أضف إلى مكتبة…
tr: Kütüphaneye Ekle…

source: All Games
ar: جميع الألعاب
tr: Tüm Oyunlar

source: All Homebrew
ar: جميع الـ Homebrew
tr: Tüm Homebrew

source: Already in library:
ar: موجودة بالفعل في المكتبة:
tr: Zaten Kütüphanede:

source: Already in library, but manually deleted or unreachable:
ar: موجودة بالفعل في المكتبة، لكن تم حذفها يدوياً أو لا يمكن الوصول إليها :
tr: Zaten kütüphanede ama elle silinmiş ve erişilebilir:

source: Are you sure you want to delete %ld save states from your OpenEmu library?
ar: هل ترغب حقًا في حذف %ld حالات حفظ من مكتبة OpenEmu خاصتك؟
tr: %ld oyun kayıtlarını OpenEmu kütüphanesinden silmek istediğinize emin misiniz ?

source: Are you sure you want to delete %ld screenshots from your OpenEmu library?
ar: هل ترغب حقًا في حذف %ld لقطة شاشة من مكتبة OpenEmu خاصتك؟
tr: %ld Ekran görüntülerini OpenEmu kütüphanenizden silmek istediğinize emin misiniz?

source: Are you sure you want to delete the save state called '%@' from your OpenEmu library?
ar: هل ترغب حقا في حذف حالة الحفظ المساة “%@” من مكتبة OpenEmu خاصتك؟
tr: “%@” Kayıt durumlarını OpenEmu kütüphanenizden silmek istediğinize emin misiniz??

source: Are you sure you want to delete the screenshot called '%@' from your OpenEmu library?
ar: هل ترغب حقا في حذف لقطة الشاشة المساة “%@” من مكتبة OpenEmu خاضتك؟
tr: “%@” Ekran görüntülerinizi OpenEmu kütüphanenizden silmek istediğinize emin misiniz?

source: Are you sure you want to delete the selected game from your OpenEmu library?
ar: هل ترغب حقًا في حذف اللعبة المحددة من مكتبة OpenEmu خاصتك؟
tr: Seçili oyunu OpenEmu kütüphanenizden silmek istediğinize emin misiniz?

source: Are you sure you want to delete the selected games from your OpenEmu library?
ar: هل ترغب حقًا في حذف الألعاب المحددة من مكتبة OpenEmu خاصتك؟
tr: Seçili oyunları OpenEmu kütüphanenizden silmek istediğinize emin misiniz?

source: Are you sure you want to quit the application?
ar: هل ترغب حقًا في الخروج من البرنامج؟
tr: Uygulamadan çıkmak istediğinize emin misiniz?

source: Are you sure you want to remove the selected game from the collection?
ar: هل ترغب حقًا في حذف اللعبة المحددة من المجموعة؟
tr: Seçili oyunu koleksiyondan silmek istediğinize emin misiniz?

source: Are you sure you want to remove the selected games from the collection?
ar: هل ترغب حقًا في حذف الألعاب المحددة من المجموعة؟
tr: Seçili oyunları koleksiyondan silmek istediğinize emin misiniz?

source: Are you sure you want to remove the collection '%@'?
ar: هل ترغب حقًا في حذف مجموعة “%@”؟
tr: Koleksiyonu silmek istediğinize emin misiniz “%@”?

source: Are you sure you want to restart the game?
ar: هل ترغب حقًا في إعادة تشغيل اللعبة؟
tr: Oyunu yeniden başlatmak istediğinize emin misiniz ?

source: Are you sure you want to quit the game?
ar: هل ترغب حقًا في إغلاق اللعبة؟
tr: Oyundan çıkmak istediğinize emin misiniz ?

source: At least one System must be enabled
ar: يجب تفعيل نظام واحد على الأقل
tr: En az bir sistem aktif olmalı

source: Auto Save State
ar: حفظ حالة تلقائي
tr: Otomatik durum kaydı

source: Bluetooth must be enabled to pair a Wii controller.
ar: يجب تمكين بلوتوث لإقران وحدة تحكم Wii.
tr: Wii kontrolcüsü bağlamak için bluetooth aktif olmalı.

source: Bluetooth Not Enabled
ar: البلوتوث غير مفعل
tr: Bluetooth Aktif değil

source: Cancel Cover Art Download
ar: ألغي تنزيل الغلاف
tr: Kapak resmi indirmesini iptal et

source: Cancel
ar: إلغاء
tr: İptal

source: Change Core
ar: تغيير النواة
tr: Çekirdeği değiştir

source: Change Volume
ar: تغيير مستوى الصوت
tr: Sesi değiştir

source: Cheat Description
ar: وصف الغش
tr: Hile Açıklaması

source: Check out some excellent homebrew games.
ar: تحقق من بعض ألعاب homebrew الممتازة.
tr: Mükemmel homebrew oyunlarına göz at.

source: Choose a valid file.
ar: اختر ملفًا صالحًا.
tr: Onaylı dosya seç.

source: Choose Library…
ar: اختر مكتبة…
tr: Kütüphane Seç…

source: Choose OpenEmu Library
ar: اختر مكتبة OpenEmu
tr: OpenEmu kütüphanesi seç

source: This will remove all items from the queue. Items that finished importing will be preserved in your library.
ar: سيؤدي هذا إلى إزالة كافة العناصر من قائمة الانتظار. سيتم الاحتفاظ بالعناصر التي انتهى استيرادها في مكتبتك.
tr: Bu sıradaki bütün öğreleri kaldıracaktır. İçe aktarımı tamamlanan öğeler kitaplığınızda korunacaktır.

source: Code:
ar: الشفرة:
tr: Kod:

source: Collections
ar: المجموعات
tr: Koleksiyonlar

source: Configure Shader…
ar: اضبط مرشِح الفيديو…
tr: Gölgeleri Ayarla…

source: Console
ar: جهاز ألعاب
tr: Konsol

source: Consoles
ar: أجهزة اللعب
tr: Konsollar

source: Consolidate Files…
ar: توطيد الملفات…
tr: Dosyaları birleştirin…

source: Consolidate
ar: توطيد
tr: Birleştir

source: Consolidating files failed.
ar: فشل توطيد الملفات.
tr: Dosya birleştirme başarısız.

source: Consolidating will copy all of the selected games into the OpenEmu Library folder.
ar: التوطيد سوف ينسخ جميع الألعاب المحددة إلى مجلد مكتبة OpenEmu.
tr: Seçili oyunlar OpenEmu Kütüphane dosyasına yapıştırılacaktır.

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
tr: Bu yapılamaz.

source: Contains no data:
ar: لا تحتوي على بيانات:
tr: Veri içermiyor:

source: Controls
ar: التحكم
tr: Kontroller

source: Copying artwork failed!
ar: فشل نسخ الغلاف!
tr: Sanat Çalışması Başarısız!

source: Copying Artwork Files…
ar: نشخ ملفات الأغلفة…
tr: Sanat Çalışması Kopyalanıyor…

source: Copying Game Files…
ar: نسخ ملفات اللعبة…
tr: Oyun Dosyaları Kopyalanıyor…

source: Copying ROM Files…
ar: نسخ ملفات الـROM…
tr: ROM Dosyaları Kopyalanıyor…

source: Copying ROM files failed!
ar: فشل نسخ ملفات ROM!
tr: ROM Dosyalarının Kopyalanması Başarısız!

source: Core Provided By…
ar: النواة مقدمة من…
tr: Çekirdek tarafından sağlanır…

source: Core
ar: النواة
tr: Çekirdek

source: Cores
ar: الأنوية
tr: Çekirdekler

source: Could not move library data!
ar: تعذر نقل بيانات المكتبة!
tr: Kütüphane verisi yer değiştiremiyor

source: Couldn't load %@ plugin
ar: تعذر تحميل إضافة %@
tr: %@ plugini yüklenemiyor

source: Create a personal game selection. To add to a collection, select a game from your console library and drag it to ’%@’ in the sidebar.
ar: قم بإنشاء مجموعة ألعابك الشخصية المختارة. للإضافة إلى المجموعة ، حدد لعبة من مكتبة جهاز ألعاب واسحبها إلى ’%@’ في الشريط الجانبي.
tr: Kişisel bir oyun seçimi yapın. Koleksiyone eklemek için konsol kütüphanenizden bir oyun seçin ve yan bardaki “%@” sürükleyin

source: Create Library…
ar: إنشاء مكتبة…
tr: Kütüphane Yarat…

source: Create or Load Save State
ar: إنشاء أو تحميل حالة حفظ
tr: Kayıt durumu yükle ya da yarat

source: Create your personal collection of screenshots. To take a screenshot, you can use the keyboard shortcut ⌘ + T while playing a game.
ar: قم بإنشاء مجموعتك الشخصية من لقطات الشاشة. لأخذ لقطة شاشة ، يمكنك استخدام اختصار لوحة المفاتيح ⌘ + T أثناء اللعب.
tr: Kendi ekran görüntüsü koleksiyonunuzu yaratın. Oyun oynarken ekran görüntüsü almak için ⌘ + T kısayolunu kullanabilirsiniz.

source: Default Core
ar: النواة الإفتراضية
tr: Varsayılan Çekirdek

source: Delete Collection
ar: حذف مجموعة
tr: Koleksiyonu Sil

source: Delete Game
ar: حذف اللعبة
tr: Oyunu Sil

source: Delete Games
ar: حذف الألعاب
tr: Oyunlarımı Sil

source: Delete Save State
ar: حذف حالة الحفظ
tr: Kayıt durumunu sil

source: Delete Save States
ar: حذف حالات الحفظ
tr: Kayıt durumunu sil

source: Delete Save
ar: حذف الحفظ
tr: Kaydı Sil

source: Delete Saves
ar: حذف المحفوظات
tr: Kayıtları Sil

source: Delete Screenshot
ar: حذف لقطة الشاشة
tr: Ekran Görüntüsünü Sil

source: Delete Screenshots
ar: حذف لقطات الشاشة
tr: Ekran Görüntülerini sil

source: Delete
ar: حذف
tr: Sil

source: Description
ar: الوصف
tr: Açıklama

source: Deselect All
ar: حذف الكل
tr: Bütün seçimi iptal et

source: Device Disconnected
ar: تم اكتشاف جهاز
tr: Cihaz bağlantısı kesildi

source: Device number %lu, %@, has disconnected.
ar: جهاز رقم %1$lu, %2$@, تم اكتشافه.
tr: %1$lu, %2$@, numaralı cihazın bağlantısı kesildi.

source: Disc %u
ar: قرص %u
tr: Disk %u

source: Disc-based games have special requirements. Please read the disc importing guide.
ar: الألعاب القائمة على الأقراص لها متطلبات خاصة. يرجى قراءة دليل استيراد القرص.
tr: Disk tabanlı oyunların bazı özel ihtiyaçları vardır lütfen, disk içe aktarma rehberini okuyun.

source: Dismiss
ar: تجاهل
tr: Gizle

source: Do not ask me again
ar: لا تسأل مجددًا
tr: Tekrar sorma

source: Do not show me again
ar: لا تُظهر مجددًا
tr: Tekrar gösterme

source: Do you really want to cancel importation?
ar: أتريد حقا إلغاء الإستيراد؟
tr: Dışarı aktarma işlemini iptal etmek istediğinize emin misiniz?

source: Do you want to continue playing where you left off?
ar: هل تريد مواصلة اللعب من حيث توقفت؟
tr: Kaldığınız yerden devam etmek istiyor musunuz?

source: Don't Import Selected
ar: لا تقم باستيراد ما تم تحديده
tr: Seçilenleri içeri aktarma

source: Done
ar: تم
tr: Hazır

source: Download Cover Art
ar: تحميل غلاف
tr: Kapak resmini indir

source: Download
ar: تحميل
tr: İndir

source: Downloading %@…
ar: جار التحميل %@…
tr: İndiriliyor %@…

source: Downloading and Installing Core…
ar: جار تحميل وتثبيت النواة…
tr: Çekirdek indirliyor ve yükleniyor…

source: Downloading Game DB
ar: تحميل قاعدة بيانات اللعبة
tr: Oyun DB indir

source: Drag & Drop Games Here
ar: اسحب و أفلت الألعاب هنا
tr: Oyunları buraya sürükle ve bırak

source: Drag & Drop Save States Here
ar: اسحب و أفلت حالات الحفظ هنا
tr: Kayıt durumlarını buraya sürükle ve bırak

source: Duplicate Collection
ar: كرر المجموعة
tr: Koleksiyonu kopyala

source: Edit Game Controls…
ar: تغيير تحكم اللعبة…
tr: Oyun kontrollerini düzenle…

source: Enable now
ar: التفعيل الآن
tr: Şimdi aktifleştir

source: Error!
ar: خطأ!
tr: Hata!

source: Everything
ar: كل شيء
tr: Her şey

source: Featured Games
ar: ألعاب مميزة
tr: Öne Çıkan Oyunlar

source: Fetching Games…
ar: جار جلب الألعاب…
tr: Oyunlar çekiliyor…

source: Filter by:
ar: الترشيح بـ:
tr: Göre filtrele:

source: Game %ld of %ld
ar: اللعبة %1$ld من %2$ld
tr: Oyun %1$ld nun %2$ld

source: Game Name
ar: اسم اللعبة
tr: Oyun İsmi

source: Game requires download
ar: تحتاج اللعبة إلى التحميل
tr: Oyun indirmeye ihtiyacı var

source: Game Scanner
ar: ماسح الألعاب
tr: Oyun Tarayıcı

source: Gameplay
ar: أثناء اللعب
tr: Oynanış

source: Have you read the guide?
ar: هل قرأت دليل الاستخدام؟
tr: Kullanım kılavuzunu okudun mu?

source: Hide "%@"
ar: اخفي “%@”
tr: Sakla “%@”

source: Homebrew Games
ar: ألعاب Homebrew
tr: Homebrew Oyunları

source: If there is a red button on the back battery cover, press it. If not, hold down buttons ①+②.
ar: إذا كان هناك زر أحمر على غطاء البطارية الخلفي ، فاضغط عليه. وإذا لم يكن كذلك ، اضغط مطولاً على الأزرار ① + ②.
tr: Arka batarya kapağınızda kırmızı bir buton varsa ona basın. Eğer yoksa, ①+② butonlarını basılı tutun.

source: If you change the core you current progress will be lost and save states will not work anymore.
ar: إذا قمت بتغيير النواة ، فسيتم فقد التقدم الحالي ولن تعمل حالات الحفظ بعد الآن.
tr: Eğer çekirdeği değiştirirseniz şu an ki işlemleriniz kaybolur ve kayıt durumlarınız artık çalışmaz.

source: In order to emulate some systems, BIOS files are needed due to increasing complexity of the hardware and software of modern gaming consoles. Please read our %@ for more information.
ar: لمحاكاة بعض الأنظمة سنحتاج إلى ملفات الـBIOS، نظرًا لزيادة تعقيد برمجيات و عتاد أجهزة الألعاب الحديثة. الرجاء قراءة %@ الخاص بنا لمزيدٍ من المعلومات .
tr: Bazı sistemleri taklit etmek için, modern oyun konsollarının donanım ve yazılımının artan karmaşıklığı nedeniyle BIOS dosyalarına ihtiyaç vardır. Daha fazla bilgi için lütfen %@ sayfamızı okuyun.

source: In order to play the game it must be downloaded.
ar: للعب هذه اللعبة لابد من تحميلها.
tr: Oyunun oynanması için indirilmesi gerek.

source: Insert Cart/Disk/Tape…
tr: Yerleştirin: Kart/Disk/Kaset…

source: Install
ar: تثبيت
tr: İndir

source: Installing Core
ar: تثبيت النواة
tr: Çekirdek indiriliyor

source: Invalid cue sheet format:
ar: تنسيق (cue sheet) غير صالح:
tr: Geçersiz cue sheet formatı:

source: Invalid gdi format:
ar: تنسسيق gdi غير صالح:
tr: Geçersiz gdi formatı:

source: Join multi-line cheats with '+' e.g. 000-000+111-111
ar: لدمج عدة أسطر استخدم‘+’على سبيل المثال 000-000+111-111
tr: ‘+’ ile çok satır hileleri kullan örn. 000-000+111-111

source: Keyboard
ar: لوحة المفاتيح
tr: Klavye

source: Learn More
ar: اعرف المزيد
tr: Fazlasını Öğren

source: Library
ar: المكتبة
tr: Kütüphane

source: Load
ar: تحميل
tr: Yükle

source: Locate '%@'
ar: حدد “%@”
tr: Konumla “%@”

source: Locate…
ar: حدد…
tr: Konumla…

source: Low Controller Battery
ar: بطارية وحدة التحكم منخفضة
tr: Kontrolcü bataryası düşük

source: Make sure your internet connection is active and download a suitable core.
ar: تأكد من أن اتصالك بالإنترنت نشط وقم بتنزيل نواة مناسبة.
tr: İnternet bağlantınızın aktif ve uygun çekirdekleri indirdiğinize emin olun.

source: Make your Wiimote discoverable
ar: اجعل Wiimote الخاص بك قابلاً للاكتشاف
tr: Wiimote'unuzu keşfedilebilir yapın

source: Missing Core
ar: نواة مفقودة
tr: Kayıp Çekirdek

source: Missing referenced file:
ar: ملف مرجعي مفقود:
tr: Kayıp referans dosyası:

source: Move to Trash
ar: انقل إلى سلة المهملات
tr: Çöpe at

source: Moving Library…
ar: نقل المكتبة…
tr: Kütüphane Taşınıyor…

source: Must not be compressed:
ar: يجب ألا يكون مضغوطًا:
tr: Sıkıştırılmış olmamalı:

source: Mute Audio
ar: كتم الصوت
tr: Sesi Kapat

source: Name
ar: الإسم
tr: İsim

source: New Collection from Selection
ar: مجموعة جديدة من التحديد
tr: Seçimlerden yeni koleksiyon

source: New Collection
ar: مجموعة جديدة
tr: Yeni koleksiyon

source: New Folder
ar: مجلد جديد
tr: Yeni Klasöt

source: New Smart Collection
ar: مجموعة ذكية جديدة
tr: Yeni Akıllı Koleksiyon

source: No available controllers
ar: لايوجد وحدات تحكم متوفرة
tr: Uygun kontrolcü yok

source: No game played yet!
ar: لم يتم لعب لعبة حتى الآن!
tr: Henüz oyun oynanmadı!

source: No Internet Connection
ar: غير متصل بالإنترنت
tr: İnternet bağlantısı yok

source: No permission to open:
ar: لا يوجد إذن للفتح:
tr: Açmak için izin yok:

source: No Save States available
ar: لا يوجد حالات حفظ متاحة
tr: Uygun durum yok

source: No Screenshots Found
ar: لا يوجد لقطات شاشة
tr: Ekran görüntüsü bulunamadı

source: No valid system detected:
ar: لم يتم اكتشاف نظام صالح:
tr: Geçerli sistem bulunamadı:

source: No
ar: لا
tr: Hayır

source: None
ar: بدون
tr: Hiçbiri

source: Not plain text:
ar: ليس نصًا عاديًا:
tr: Düz metin değil:

source: OK
ar: حسنًا
tr: TMM

source: Only files in the OpenEmu Library folder will be moved to the Trash.
ar: الملفات الموجودة في مكتبة OpenEmu فقط هي ما سيتم نقلها إالى سلة المهملات.
tr: Sadece OpenEmu kütüphanesindeki dosyalar çöp kutusuna taşınacaktır

source: Open Collection
ar: افتح مجموعة
tr: Koleksiyonları Aç

source: Open Library
ar: افتح مكتبة
tr: Kütüphaneyi Aç

source: OpenEmu could not find a Core to launch the game
ar: OpenEmu لم يجد نواة لتشغيل اللعبة
tr: OpenEmu oyunu başlatmak için çekirdek bulamadı

source: OpenEmu includes a save state feature that allows you to continue playing exactly where you left off.
ar: لدى OpenEmu ميزة حفظ الحالة التي تسمح لك بمواصلة اللعب من حيث توقفت بالضبط.
tr: OpenEmu oyuna tam bıraktığınız yerden devam etmenizi sağlayan kayıt durumları özelliğine sahiptir.

source: OpenEmu needs a library to continue. You may choose an existing OpenEmu library or create a new one
ar: يحتاج OpenEmu إلى مكتبة للمتابعة. يمكنك اختيار مكتبة OpenEmu موجودة بالفعل أو إنشاء مكتبة جديدة
tr: OpenEmu devam etmek için kütüphaneye ihtiyaç duyuyor. Var olan bir OpenEmu kütüphanesini seçebilir ya da yeni bir tane yaratabilirsiniz

source: OpenEmu uses 'Cores' to emulate games. You need the %@ Core to play %@
ar: OpenEmu يستخدم 'أنوية' لمحاكاة الألعاب. ستحتاج نواة %@ لِلَعِب %@
tr: OpenEmu oyunları çalıştırmak için 'çekirdekler' kullanır. Oynamak için %1$@ çekirdeğine ihtiyacınız var %2$@

source: OpenEmu will save and quit all games that are currently running.
ar: سيحفظ OpenEmu جميع الألعاب التي يتم تشغيلها حاليًا ثم يغلقها.
tr: OpenEmu kayıt alıp şu anda çalışan bütün oyunları kapatacaktır.

source: Options
ar: الخيارات
tr: Ayarlar

source: Pause/Restart
ar: إيقاف مؤقت/إعادة تشغيل
tr: Durdur/Resetle

source: Pause Game
ar: إيقاف موقت للعبة
tr: Oyunu Durdur

source: Play
ar: لعب
tr: Oyna

source: Play Game
ar: لعب اللعبة
tr: Oyunu Oyna

source: Play Games (Caution)
ar: لعب الألعاب (تنبيه)
tr: Oyunu Oyna (Dikkat)

source: Play Save Games
ar: العب حفظ الألعاب
tr: Kayıt Oyna

source: Play Save State
ar: تشغيل حالة حفظ
tr: Kayıt Durumu Oyna

source: Player %ld
ar: اللاعب %ld
tr: Oyuncu %ld

source: Please close all games and wait for the importer to finish.
ar: الرجاء إغلاق جميع الألعاب وانتظر المستورد حتى ينتهي.
tr: Lütfen tüm oyunları kapatın ve dışarı çıkarma işleminin bitmesini bekleyin.

source: Quick Load
ar: تحميل سريع
tr: Hızlı Yükleme

source: Quick Save State
ar: حفظ حالة سريع
tr: Hızlı Kaydetme Durumu

source: Quick Save, Slot %@
ar: حفظ سريع، الفتحة %@
tr: Hızlı Kaydetme, Bölge %@

source: Quick Save
ar: حفظ سريع
tr: Hızlı Kaydet

source: Quit
ar: خروج
tr: Çıkış

source: Rating
ar: التقييم
tr: Oylama

source: Recently Added
ar: أضيف مؤخرًا
tr: Son olarak eklenen

source: Recovered Auto Save
ar: استعادة الحفظ التلقائي
tr: Kurtarılmış Oto Kayıtlar

source: Remove Collection
ar: إزالة المجموعة
tr: Koleksiyonu Kaldır

source: Remove Game
ar: إزالة اللعبة
tr: Oyunu Kaldır

source: Remove Games
ar: إزالة الألعاب
tr: Oyunları Kaldır

source: Rename "%@"
ar: إعادة تسمية “%@”
tr: Yeniden isimlendir “%@”

source: Rename Game
ar: إعادة تسمية اللعبة
tr: Oyunu Yeniden İsimlendir

source: Rename Special Save State or something?
ar: إعادة تسمية حالة حفظ خاصة أو شيء من هذا القبيل؟
tr: Özel bir kayıt durumunu ya da başka bir şeyi yeniden isimlendir?

source: Rename
ar: إعادة تسمية
tr: Yeniden İsimlendir

source: Required files are missing.
ar: بعض الملفات المطلوبة مفقودة.
tr: İhtiyaç duyulan dosyalar kayıp.

source: Resolve %ld Issue
ar: حل %ld مشكلة
tr: %ld sorununu çözümle

source: Resolve %ld Issues
ar: حل المشكلات %ld
tr: %ld Sorunlarını Çözümle

source: Restart Game
ar: إعادة تشغيل اللعبة
tr: Oyunu Yendiden Başlat

source: Restart
ar: إعادة تشغيل
tr: Yeniden Başlat

source: Resume Game
ar: استئناف اللعبة
tr: Oyuna Devam et

source: Resume
ar: إستئناف
tr: Devam Et

source: Save As:
ar: حفظ كـ:
tr: Olarak Kaydet:

source: Save Current Game…
ar: حفظ اللعبة الحالية…
tr: Şu anki oyunu kaydet…

source: Save Game
ar: حفظ اللعبة
tr: Oyunu Kaydet

source: Save States
ar: حالات الحفظ
tr: Durumu Kaydet

source: Save-Game-%ld %@
ar: حفظ-لعبة-%ld %@
tr: Kaydet-Oyun-%ld %@

source: Scanner Paused
ar: الماسح متوقف مؤقتًا
tr: Tarayıcı Durduruldu

source: Scanning Directory
ar: مجلد المسح
tr: Dizin Taranıyor

source: Screenshots
ar: لقطات الشاشة
tr: Ekran Görüntüleri

source: Search
ar: بحث
tr: Ara

source: Secrets
ar: أسرار
tr: Gizemler

source: Select All
ar: تحديد الكل
tr: Hepsini Seç

source: Select Audio Output Device
ar: جهاز خرج الصوت
tr: Ses çıkış cihazını seç

source: Select Cheat
ar: حدد الغش
tr: Hileler

source: Select Core
ar: تحديد النواة
tr: Çekirdekler

source: Select Disc
ar: تحديد القرص
tr: Diskler

source: Select Display Mode
ar: وضع العرض
tr: Ekran modları

source: Select Shader
ar: مرشِحات الفيديو
tr: Gölgeler

source: Select Scale
ar: حدد المقياس
tr: Oranlar

source: Shader Parameters
ar: معاملات مرشِح الفيديو
tr: Gölge Parametreleri

source: Share
ar: مشاركة
tr: Paylaş

source: SHARE_STANDARD_MENU_ITEM_TITLE
tr: Paylaş…

source: Show in Finder
ar: إظهار في فايندر
tr: Finder'da göster

source: Slot %ld
ar: فتحة %ld
tr: Bölme %ld

source: Some migrations failed to complete properly
ar: لم تكتمل بعض عمليات الترحيل بشكل صحيح
tr: Bazı taşımalar tam olarak tamamlana

source: Special thanks to everyone that made OpenEmu possible. To find out more about our contributors, emulator cores, documentation, licenses and to issue bugs please visit us on our GitHub.
ar: شكر خاص لكل من جعل من OpenEmu ممكنًا. لمزيدٍ من المعلومات عن المساهمين، وأنوية المحاكاة، والتراخيص، وللإبلاغ عن الأخطاء تفضل بزيارتنا على موقع GitHub
tr: OpenEmuyu mümkün kılan Herkese teşekkürler. Katkıda bulunanlar için , emulator çekirdekleri, dökümantasyon, lisanslar ve sorunlar ve hatalar için GitHub sayfamızı ziyaret.

source: Start Scanning
ar: بدأ المسح
tr: Taramaya başla

source: Quit Game
ar: الخروج من اللعبة
tr: Oyundan Çık

source: Stop
ar: توقف
tr: Durdur

source: Switch To Grid View
ar: التبديل إلى العرض كشبكة
tr: Izgara Görünümüne Geç

source: Switch To List View
ar: التبديل إلى العرض كقائمة
tr: Liste Görünümüne Geç

source: System Default
tr: Sistem Varsayılanı

source: System Files
ar: ملفات النظام
tr: Sistem Dosyaları

source: System
ar: النظام
tr: Sistem

source: Takes you to the %@ project website
ar: %@ سيأخذك إلى موقع مشروع
tr: %@ Projesi websitesine git

source: The %@ core has compatibility issues and some games may contain glitches or not play at all. Please do not report problems as we are not responsible for the development of %@.
ar: نواة %1$@ لديها بعض مشاكل التوافقية فبعض الألعاب قد تحتوي على أخطاء (جلتشات) أو تكون غير قابلة للعب تمامًا. الرجاء عدم الإبلاغ عن الأخطاء لأننا غير مسؤولين عن تطوير %2$@
tr: %1$@ çekirdeğinin uyumluluk sorunları var. Bazı oyunlarda bozulmalar meydana gelebilir veya hiç oynamaz. Lütfen bu bozulmaları hata olarak bildirmeyin, biz %2$@. geliştirmesinden sorumlu değiliz

source: The battery in device number %lu, %@, is low. Please charge or replace the battery.
ar: البطارية في الجهاز رقم %lu, %@, منخفضة. الرجاء شحن البطارية أو استبدالها.
tr: %1$lu, numaralı cihazın bataryası %2$@, düşük. Lütfen bataryayı değiştirin ya da şarj edin.

source: The core could not be downloaded. Try installing it from the Cores preferences.
ar: تغذر تحميل النواة. حاول تثبيتها من 'الأنوية' في التفضيلات.
tr: Çekirdek indirilemiyor. Çekirdek tercihlerinden indirmeyi deneyin.

source: The file you selected doesn't exist
ar: الملف المحدد غير موجود
tr: Seçtiğiniz dosya mevcut değil

source: The game '%@' could not be started because a rom file could not be found. Do you want to locate it?
ar: تعذر تشغيل لعبة “%@” لأننا لم نستططع العثور على ملف الـROM الخاص بها. هل تود تحديده يدويًا
tr: “%@” oyunu ROM dosyası bulunamadığı için başlatılamadı. Konumlandırmak ister misiniz?

source: The game '%@' was imported.
ar: تم استيراد لعبة “%@”.
tr: “%@” oyunu içeri aktarılmış.

source: The OpenEmu Library could not be found.
ar: تعذر العثور على مكتبة OpenEmu.
tr: OpenEmu Kütüphanesi bulunamadı.

source: The System plugin could not be found!
ar: تعذر العثور على إضافة النظام!
tr: Sistem plugini bulunamadı!

source: this guide
ar: هذا الدليل
tr: Bu rehber
