Repository: coliff/OpenEmu
Catalog: OpenEmu/*.lproj/OEControls.strings
Languages: ar, fr, tr

source: Move...
ar: نقل...
fr: Déplacer…
tr: Hareket…

source: Move to Default Location
ar: نقل إلى الموقع الإفتراضي
fr: Déplacer vers l’emplacement par défaut
tr: Varsayılan Konuma Gönder

source: Organization Methods:
ar: طرق التنظيم:
fr: Méthodes d’organisation :
tr: Method Organizasyonu:

source: Game Library Folder Location:
ar: موقع مجلد مكتبة الألعاب:
fr: Emplacement du dossier de bibliothèque de jeux :
tr: Oyun Kütüphane Klasör Konumu:

source: Copy files to Game Library folder when adding to library
ar: نسخ الملفات إلى مجلد مكتبة الألعاب عند عند الإضافة للمكتبة
fr: Copier fichiers dans la bibliothèque de jeux lors de l’ajout
tr: Kütüphaneye oyun eklendiğinde dosyaları oyun kütüphanesine kopyala

source: Automatically lookup game information & artwork
ar: ابحث عن معلومات اللعبة و غلافها تلقائياً
fr: Récupérer automatiquement les infos et jaquettes
tr: Oyun bilgi ve sanat çalışmalarını otomatik olarak kontrol et

source: Available Libraries:
ar: المكتبات المتاحة:
fr: Bibliothèques disponibles :
tr: Kullanılabilir Kütüphaneler:

source: Reset all dialog warnings:
ar: إعادة تعيين جميع نوافذ الحوار التحذيرية:
fr: Rétablir tous les avertissements d’alerte :
tr: Bütün diyalog uyarılarını sıfırla:

source: Reset Warnings
ar: إعادة تعيين التحذيرات
fr: Rétablir les avertissements
tr: Ufarıları Sıfırla

source: Window Management:
ar: مدير النافذة:
fr: Gestion de la fenêtre :
tr: Pencere Yöneticisi:

source: Shader:
ar: مرشح الفيديو:
tr: Gölgeler:

source: Always use popout gameplay window
ar: استخدم دائمًا نوافذ لعب منبثقة
fr: Détacher la fenêtre de jeu
tr: Her zaman popup oyun penceresini kullan

source: Always launch games fullscreen
ar: تشغيل اللعبة في وضع ملء الشاشة دائمًا
fr: Lancer les jeux en mode plein écran
tr: Oyunları her zaman tam ekranda başlat

source: Always pause gameplay when in background
ar: أوقف موقتًا نافذة اللعب عندما تكون النافذة الخلفية
fr: Mettre en pause le jeu quand il est en arrière-plan
tr: Oyun arkaplandaysa her zaman durdur

source: Always snap popout gameplay window to integer scale
ar: تحجيم نافذة اللعب المنبثقة بمقياس عدد صحيح)
fr: Aligner la fenêtre de jeu contextuelle sur une échelle entière
tr: Açılır oyun penceresini her zaman tam sayı ölçeğine getirin

source: Allow playing with controllers when in background
ar: السماح بالعب بوحدة التحكم عندما تكون النافذة في الخلفية
fr: Autoriser à jouer avec des manettes quand le jeu est en arrière-plan
tr: Arka planda kontrolcü ile oynamaya izin ver

source: Always float popout gameplay window on top
ar: ضع دائما نافذة اللعب المنبثقة في الأعلى
fr: Faire flotter la fenêtre de jeu contextuelle en haut
tr: Açılır oyun penceresini her zaman üstte tut

source: Input:
ar: جهاز الإدخال:
fr: Entrée :
tr: Giriş:

source: Resolve Issues:
ar: حل مشاكل:
fr: Résoudre les problèmes :
tr: Hata Çözümleme:

source: Apply
ar: تطبيق
fr: Appliquer
tr: Kabül

source: Import Into:
ar: استيراد إلى:
fr: Importer dans :
tr: İçe Aktarma:

source: Next
ar: التالي
fr: Suivant
tr: İleri

source: Back
ar: الرجوع
fr: Précédent
tr: Geri

source: Welcome to OpenEmu!
ar: مرحبا بك في OpenEmu !
fr: Bienvenue dans OpenEmu !
tr: OpenEmu'ya hoş geldiniz !

source: An exciting world of video games is within your grasp. To help you get started, we’d like to ask you a few quick questions which will guide you through the following… • Ensure you are running the correct system plugins (cores).
ar: إنه عالم ألعابٍ مثير بين يديك. لمساعدتك على البدأ، نود أن نسألك بعض الأسئلة السريعة التي ستقودك خلال ما يلي… • تأكد من أنك تقوم بتشغيل إضافات النظام الصحيحة (الأنوية)
fr: Un monde excitant de jeux vidéo est à votre portée. Pour vous aider à démarrer, nous aimerions vous poser quelques questions rapides qui vous guideront… • Assurez-vous d’exécuter les bons plugins système (cœurs).
tr: Video oyunlarının heyecan verici dünyası elinizin altında. Başlamanıza yardımcı olmak için, size aşağıdaki konularda yol gösterecek birkaç hızlı soru sormak istiyoruz. • Doğru sistem eklentilerini (çekirdekleri) çalıştırdığınızdan emin olun.

source: Click on the ‘Next’ button to begin!
ar: اضغط على زر ’التالي’ للبدأ!
fr: Cliquez sur « Suivant » pour commencer !
tr: Başlamak için 'ileri' butonuna bas!

source: OpenEmu is modular, and thanks to the work of other great open source projects, it can emulate a wide variety of video game systems (‘cores’). A select few require you tick and confirm that you want to install and use them. Your favorite game systems and games may not run without these cores.
ar: برنامج OpenEmu هو نظام قابل للتعديل، وبفضل المجهوداد الرائعة لمشاريع أخرى مفتوحة المصدر، يمكنه محاكاة مجموعة متنوعة من أنظمة ألعاب الفيديو (’الأنوية’).تتطلب قلة مختارة تحديد وتأكيد رغبتك في تثبيتها واستخدامها. قد لا تعمل أنظمة الألعاب والألعاب المفضلة لديك بدون هذه الأنوية.
fr: OpenEmu est modulaire, et grâce au travail d’autres grands projets open source, il peut émuler une large variété de systèmes de jeux vidéo (« cœurs »). Cochez et confirmez les cœurs que vous souhaitez installer et utiliser. Vos jeux et systèmes de jeux favoris peuvent ne pas fonctionner sans ces cœurs.
tr: OpenEmu modülerdir ve diğer harika açık kaynak projelerinin çalışmaları sayesinde çok çeşitli video oyun sistemlerini ('çekirdeklerini') taklit edebilir. Bazı oyunlar, çekirdekleri yüklemek ve kullanmak istediğinizi işaretlemenizi ve onaylamanızı isteyebilir. Favori oyun sistemleriniz ve oyunlarınız bu çekirdekler olmadan çalışmayabilir.

source: System Cores Installation
ar: تثبيت أنظمة ألعاب الفيديو
fr: Installation des cœurs système
tr: Sistem çekirdek indirmesi

source: Let’s Go!
ar: لنبدأ !
fr: C’est parti !
tr: Haydi Başla!

source: Great! You are all setup now and ready to get gaming! Remember you can change both your keyboard and gamepad controls for yourself and other players via the Preferences at any time.
ar: عظيم ! أنت الآن مجهز تمامًا وجاهز لبدء اللعب ! تذكر أنه يمكنك تغيير تحكم كل من لوحة المفاتيح و وحدات التحكم لنفسك ولللاعبين الآخرين عبر التفضيلات في أي وقت.
fr: Génial ! Tout est paramétré et vous êtes prêt à jouer ! Vous pouvez changer à tout moment les contrôles de votre clavier et manette pour vous et d’autres joueurs dans les préférences.
tr: Güzel! Bütün ayarların oyuna hazır! Unutma klavye ve kontolcü ayarlarını kendin ve diğer oyuncular için ayarlar kısmından istediğin zaman değiştirebilirsin.

source: Click the ‘Go’ button to begin your adventure.
ar: اضغط على زر ’الذهاب’ لتبدأ مغامرتك.
fr: Cliquez sur « Commencer » pour démarrer l’aventure.
tr: Macerana başlamak için 'İleri' butonuna tıkla.

source: Go
ar: الذهاب
fr: Commencer
tr: İleri

source: Downloading Data…
ar: جاري تحميل البيانات…
fr: Téléchargement des données…
tr: Veriler indiriliyor…

source: Reset All
ar: إعادة تعيين الكل
fr: Tout réinitialiser
tr: Hepsini sıfırla

source: Edit
ar: تعديل
fr: Modifier
tr: Düzenle

source: New Preset
tr: Yeni Ön Ayar

source: Save Preset
fr: Sauvegarder
tr: Ön Ayarı Kaydet

source: Cancel
fr: Annuler
tr: İptal
